/* Ad inventory unavailable error message */
"Ad inventory unavailable" = "Stoc reclamă indisponibil";

/* App configuration error message */
"Application has iAd Network configuration error" = "Aplicația are o eroare de configurare a rețelei iAd";

/* Banner view is visible but does not have content error message */
"Banner view is visible but does not have content" = "Bannerul este vizibil dar nu are conținut";

/* Loading throttled error message */
"Loading throttled" = "Încărcare strangulată";

/* Unknown error message */
"Unknown error" = "Eroare necunoscută";

